{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "!": 4,
      "+": 5,
      "2": 6,
      "3": 7,
      "5": 8,
      "7": 9,
      "8": 10,
      "9": 11,
      "a": 12,
      "b": 13,
      "c": 14,
      "d": 15,
      "e": 16,
      "f": 17,
      "g": 18,
      "h": 19,
      "i": 20,
      "j": 21,
      "k": 22,
      "l": 23,
      "m": 24,
      "n": 25,
      "o": 26,
      "p": 27,
      "q": 28,
      "r": 29,
      "s": 30,
      "t": 31,
      "u": 32,
      "v": 33,
      "w": 34,
      "x": 35,
      "y": 36,
      "z": 37,
      "ç": 38,
      "è": 39,
      "é": 40,
      "û": 41,
      "ء": 42,
      "آ": 43,
      "أ": 44,
      "ؤ": 45,
      "إ": 46,
      "ئ": 47,
      "ا": 48,
      "ب": 49,
      "ة": 50,
      "ت": 51,
      "ث": 52,
      "ج": 53,
      "ح": 54,
      "خ": 55,
      "د": 56,
      "ذ": 57,
      "ر": 58,
      "ز": 59,
      "س": 60,
      "ش": 61,
      "ص": 62,
      "ض": 63,
      "ط": 64,
      "ظ": 65,
      "ع": 66,
      "غ": 67,
      "ف": 68,
      "ق": 69,
      "ك": 70,
      "ل": 71,
      "م": 72,
      "ن": 73,
      "ه": 74,
      "و": 75,
      "ى": 76,
      "ي": 77,
      "ُ": 78,
      "ّ": 79,
      "پ": 80,
      "ڤ": 81,
      "ڭ": 82,
      "گ": 83,
      "at": 84,
      "ات": 85,
      "gh": 86,
      "an": 87,
      "ان": 88,
      "ch": 89,
      "ay": 90,
      "اي": 91,
      "ta": 92,
      "kh": 93,
      "kat": 94,
      "كات": 95,
      "ghat": 96,
      "غات": 97,
      "el": 98,
      "تا": 99,
      "dd": 100,
      "er": 101,
      "in": 102,
      "ين": 103,
      "دّ": 104,
      "ال": 105,
      "ar": 106,
      "mo": 107,
      "لّ": 108,
      "وّ": 109,
      "ww": 110,
      "to": 111,
      "kay": 112,
      "كاي": 113,
      "kan": 114,
      "كان": 115,
      "aa": 116,
      "ghay": 117,
      "ghan": 118,
      "ti": 119,
      "غان": 120,
      "غاي": 121,
      "تو": 122,
      "مو": 123,
      "em": 124,
      "ار": 125,
      "na": 126,
      "او": 127,
      "do": 128,
      "lo": 129,
      "3a": 130,
      "رّ": 131,
      "لو": 132,
      "ro": 133,
      "la": 134,
      "رو": 135,
      "نا": 136,
      "tt": 137,
      "sa": 138,
      "eb": 139,
      "ed": 140,
      "تي": 141,
      "li": 142,
      "يّ": 143,
      "ma": 144,
      "ra": 145,
      "en": 146,
      "yy": 147,
      "مّ": 148,
      "bo": 149,
      "ri": 150,
      "e3": 151,
      "ري": 152,
      "edd": 153,
      "بو": 154,
      "da": 155,
      "ss": 156,
      "يو": 157,
      "دو": 158,
      "مع": 159,
      "را": 160,
      "ts": 161,
      "3o": 162,
      "e9": 163,
      "mi": 164,
      "لا": 165,
      "كّ": 166,
      "di": 167,
      "kk": 168,
      "لي": 169,
      "ll": 170,
      "ba": 171,
      "تس": 172,
      "ell": 173,
      "9a": 174,
      "من": 175,
      "fa": 176,
      "بّ": 177,
      "عو": 178,
      "دي": 179,
      "bi": 180,
      "so": 181,
      "ست": 182,
      "اب": 183,
      "wa": 184,
      "jj": 185,
      "st": 186,
      "ef": 187,
      "t7": 188,
      "مي": 189,
      "9o": 190,
      "rr": 191,
      "mn": 192,
      "جّ": 193,
      "سّ": 194,
      "تح": 195,
      "قو": 196,
      "tar": 197,
      "7a": 198,
      "نو": 199,
      "دا": 200,
      "تار": 201,
      "تع": 202,
      "قّ": 203,
      "es": 204,
      "ما": 205,
      "فو": 206,
      "7o": 207,
      "بي": 208,
      "fo": 209,
      "ja": 210,
      "3i": 211,
      "e7": 212,
      "مس": 213,
      "iw": 214,
      "قا": 215,
      "et": 216,
      "فا": 217,
      "err": 218,
      "تّ": 219,
      "فر": 220,
      "فّ": 221,
      "sta": 222,
      "si": 223,
      "fi": 224,
      "ab": 225,
      "ko": 226,
      "با": 227,
      "تج": 228,
      "emm": 229,
      "عي": 230,
      "مح": 231,
      "رب": 232,
      "tb": 233,
      "في": 234,
      "ni": 235,
      "no": 236,
      "mm": 237,
      "طّ": 238,
      "بر": 239,
      "سا": 240,
      "سي": 241,
      "سو": 242,
      "كاتّ": 243,
      "9i": 244,
      "ms": 245,
      "غاتّ": 246,
      "كو": 247,
      "mt": 248,
      "ني": 249,
      "حو": 250,
      "فض": 251,
      "عا": 252,
      "طو": 253,
      "fr": 254,
      "ez": 255,
      "قي": 256,
      "n9": 257,
      "طوّ": 258,
      "jo": 259,
      "قدّ": 260,
      "cha": 261,
      "m3": 262,
      "مش": 263,
      "tw": 264,
      "نّ": 265,
      "ستا": 266,
      "ka": 267,
      "هو": 268,
      "t3": 269,
      "3aw": 270,
      "مت": 271,
      "لب": 272,
      "ff": 273,
      "مل": 274,
      "مر": 275,
      "tab": 276,
      "tl": 277,
      "ya": 278,
      "tr": 279,
      "zi": 280,
      "خلّ": 281,
      "نش": 282,
      "ضو": 283,
      "t9": 284,
      "nch": 285,
      "zo": 286,
      "bb": 287,
      "m7": 288,
      "حا": 289,
      "سب": 290,
      "وا": 291,
      "ji": 292,
      "td": 293,
      "ej": 294,
      "جو": 295,
      "wi": 296,
      "تر": 297,
      "تب": 298,
      "tkh": 299,
      "كي": 300,
      "ki": 301,
      "حدّ": 302,
      "ختا": 303,
      "دم": 304,
      "جرّ": 305,
      "قلّ": 306,
      "صو": 307,
      "زي": 308,
      "زّ": 309,
      "عل": 310,
      "yin": 311,
      "جي": 312,
      "ha": 313,
      "زو": 314,
      "kha": 315,
      "mch": 316,
      "99": 317,
      "ejj": 318,
      "كمّ": 319,
      "toww": 320,
      "rb": 321,
      "نق": 322,
      "الت": 323,
      "در": 324,
      "وّل": 325,
      "ns": 326,
      "ير": 327,
      "شر": 328,
      "tch": 329,
      "ara": 330,
      "tta": 331,
      "ها": 332,
      "e8": 333,
      "يا": 334,
      "بط": 335,
      "7i": 336,
      "za": 337,
      "خا": 338,
      "ضّ": 339,
      "عاو": 340,
      "عال": 341,
      "ess": 342,
      "يت": 343,
      "ina": 344,
      "حّ": 345,
      "tj": 346,
      "عد": 347,
      "تش": 348,
      "صّ": 349,
      "khd": 350,
      "sl": 351,
      "تن": 352,
      "كر": 353,
      "هم": 354,
      "md": 355,
      "عر": 356,
      "cho": 357,
      "chi": 358,
      "مد": 359,
      "صل": 360,
      "lb": 361,
      "جا": 362,
      "2i": 363,
      "lat": 364,
      "sm": 365,
      "تق": 366,
      "gha": 367,
      "كا": 368,
      "kat7": 369,
      "ينا": 370,
      "br": 371,
      "ghat7": 372,
      "edded": 373,
      "3l": 374,
      "tn": 375,
      "ek": 376,
      "dr": 377,
      "جمع": 378,
      "كاتح": 379,
      "دّد": 380,
      "mr": 381,
      "غا": 382,
      "نع": 383,
      "غاتح": 384,
      "شو": 385,
      "ekk": 386,
      "حي": 387,
      "8a": 388,
      "ghi": 389,
      "فع": 390,
      "nt": 391,
      "ari": 392,
      "sb": 393,
      "تخ": 394,
      "ghatt": 395,
      "طي": 396,
      "9b": 397,
      "ml": 398,
      "katt": 399,
      "3r": 400,
      "ett": 401,
      "رج": 402,
      "saa": 403,
      "شا": 404,
      "ani": 405,
      "نس": 406,
      "khta": 407,
      "8o": 408,
      "sr": 409,
      "وق": 410,
      "aaf": 411,
      "فكّ": 412,
      "m9": 413,
      "w9": 414,
      "لم": 415,
      "e99": 416,
      "طا": 417,
      "عب": 418,
      "هر": 419,
      "doww": 420,
      "mat": 421,
      "لات": 422,
      "2a": 423,
      "rin": 424,
      "وّر": 425,
      "سم": 426,
      "مق": 427,
      "سر": 428,
      "ga": 429,
      "تص": 430,
      "عين": 431,
      "seb": 432,
      "der": 433,
      "jm": 434,
      "كاتع": 435,
      "غاتع": 436,
      "تاب": 437,
      "3in": 438,
      "دّو": 439,
      "nn": 440,
      "ضا": 441,
      "3ta": 442,
      "emmel": 443,
      "e2": 444,
      "مج": 445,
      "ڭل": 446,
      "taf": 447,
      "3al": 448,
      "gl": 449,
      "it": 450,
      "wwel": 451,
      "ّل": 452,
      "ir": 453,
      "تاق": 454,
      "9dd": 455,
      "df": 456,
      "نت": 457,
      "زا": 458,
      "مك": 459,
      "dat": 460,
      "tk": 461,
      "طل": 462,
      "غي": 463,
      "ho": 464,
      "تل": 465,
      "مات": 466,
      "kat3": 467,
      "rat": 468,
      "بل": 469,
      "ghat3": 470,
      "ech": 471,
      "شي": 472,
      "زل": 473,
      "ارا": 474,
      "nta": 475,
      "tf": 476,
      "bat": 477,
      "din": 478,
      "صا": 479,
      "طيّ": 480,
      "زع": 481,
      "khkh": 482,
      "man": 483,
      "n7": 484,
      "sto": 485,
      "تد": 486,
      "مب": 487,
      "gho": 488,
      "لّق": 489,
      "bdd": 490,
      "yo": 491,
      "نح": 492,
      "بح": 493,
      "ضي": 494,
      "عة": 495,
      "اني": 496,
      "نتج": 497,
      "يّن": 498,
      "جّل": 499,
      "3at": 500,
      "lin": 501,
      "لف": 502,
      "ضر": 503,
      "jaw": 504,
      "تك": 505,
      "nkh": 506,
      "aaj": 507,
      "mj": 508,
      "n3": 509,
      "ختار": 510,
      "شار": 511,
      "منّ": 512,
      "تحمّ": 513,
      "men": 514,
      "توقّ": 515,
      "طوّر": 516,
      "سخ": 517,
      "dda": 518,
      "دّل": 519,
      "كمّل": 520,
      "lli": 521,
      "mk": 522,
      "yt": 523,
      "غر": 524,
      "قدّر": 525,
      "هل": 526,
      "kat9": 527,
      "zz": 528,
      "ellel": 529,
      "دّي": 530,
      "i7": 531,
      "mkh": 532,
      "مص": 533,
      "ban": 534,
      "z3": 535,
      "طر": 536,
      "عن": 537,
      "رّب": 538,
      "edo": 539,
      "ghat9": 540,
      "3d": 541,
      "go": 542,
      "min": 543,
      "حب": 544,
      "دع": 545,
      "نخ": 546,
      "katkh": 547,
      "ستو": 548,
      "ghatkh": 549,
      "77": 550,
      "mb": 551,
      "فق": 552,
      "يّد": 553,
      "ميّ": 554,
      "chr": 555,
      "اوب": 556,
      "d3": 557,
      "ghr": 558,
      "char": 559,
      "kats": 560,
      "رّف": 561,
      "فكّر": 562,
      "ssa": 563,
      "خدم": 564,
      "ڭو": 565,
      "katr": 566,
      "كاتق": 567,
      "ghats": 568,
      "لّف": 569,
      "ڭا": 570,
      "ghatr": 571,
      "الي": 572,
      "ءتّ": 573,
      "حلّ": 574,
      "lla": 575,
      "خدّ": 576,
      "دين": 577,
      "كاتب": 578,
      "dded": 579,
      "fkk": 580,
      "مار": 581,
      "ڭاب": 582,
      "غاتق": 583,
      "tna": 584,
      "عات": 585,
      "وّلو": 586,
      "wwlo": 587,
      "aal": 588,
      "جب": 589,
      "لة": 590,
      "نج": 591,
      "ddo": 592,
      "مة": 593,
      "هي": 594,
      "فاج": 595,
      "تف": 596,
      "ana": 597,
      "عالج": 598,
      "t2": 599,
      "y7": 600,
      "صر": 601,
      "راج": 602,
      "tsa": 603,
      "غاتب": 604,
      "لاح": 605,
      "حك": 606,
      "kan7": 607,
      "yyen": 608,
      "jrr": 609,
      "كاتس": 610,
      "kay7": 611,
      "رّك": 612,
      "tso": 613,
      "فرڭ": 614,
      "غاتس": 615,
      "ghay7": 616,
      "ghan7": 617,
      "mno": 618,
      "تعاو": 619,
      "7at": 620,
      "تنا": 621,
      "ركّ": 622,
      "كب": 623,
      "kho": 624,
      "نّا": 625,
      "شكّ": 626,
      "faj": 627,
      "fs": 628,
      "غلّ": 629,
      "رّر": 630,
      "n99": 631,
      "8i": 632,
      "تط": 633,
      "جّع": 634,
      "bda": 635,
      "gab": 636,
      "kmm": 637,
      "mer": 638,
      "خو": 639,
      "frg": 640,
      "khtal": 641,
      "kr": 642,
      "w3": 643,
      "لين": 644,
      "كاتن": 645,
      "غاتن": 646,
      "wwer": 647,
      "يع": 648,
      "مّن": 649,
      "كانّ": 650,
      "غانّ": 651,
      "dar": 652,
      "إع": 653,
      "nna": 654,
      "wg": 655,
      "حاو": 656,
      "رتا": 657,
      "aaw": 658,
      "elle9": 659,
      "عاون": 660,
      "is": 661,
      "mar": 662,
      "tat": 663,
      "حتا": 664,
      "حقّ": 665,
      "رتّ": 666,
      "tfa": 667,
      "مان": 668,
      "katch": 669,
      "ghatch": 670,
      "la7": 671,
      "قاط": 672,
      "جرّب": 673,
      "8em": 674,
      "dro": 675,
      "naa": 676,
      "rj": 677,
      "دة": 678,
      "رفض": 679,
      "مخ": 680,
      "مز": 681,
      "هزّ": 682,
      "ddem": 683,
      "db": 684,
      "i3": 685,
      "شف": 686,
      "شدّ": 687,
      "9at": 688,
      "دات": 689,
      "غوّ": 690,
      "مين": 691,
      "حطّ": 692,
      "eddo": 693,
      "8el": 694,
      "مسح": 695,
      "yat": 696,
      "miyy": 697,
      "9aat": 698,
      "خلّص": 699,
      "bin": 700,
      "صبّ": 701,
      "همو": 702,
      "ent": 703,
      "7aw": 704,
      "lm": 705,
      "جز": 706,
      "خر": 707,
      "وڭ": 708,
      "fd": 709,
      "mz": 710,
      "مض": 711,
      "عرض": 712,
      "eyy": 713,
      "ftar": 714,
      "sem": 715,
      "قب": 716,
      "وّج": 717,
      "كايع": 718,
      "توا": 719,
      "كمّلو": 720,
      "egh": 721,
      "tti": 722,
      "رات": 723,
      "khtar": 724,
      "stagh": 725,
      "nj": 726,
      "wss": 727,
      "بع": 728,
      "تفا": 729,
      "داو": 730,
      "فتار": 731,
      "هرّ": 732,
      "يتي": 733,
      "khss": 734,
      "erreb": 735,
      "ber": 736,
      "daa": 737,
      "zl": 738,
      "تض": 739,
      "باد": 740,
      "tbb": 741,
      "3j": 742,
      "wjj": 743,
      "إن": 744,
      "قاو": 745,
      "يين": 746,
      "كانع": 747,
      "غانع": 748,
      "غايع": 749,
      "99e9": 750,
      "rtt": 751,
      "قل": 752,
      "نب": 753,
      "يس": 754,
      "ddi": 755,
      "ard": 756,
      "حر": 757,
      "زن": 758,
      "كل": 759,
      "ddel": 760,
      "eddedo": 761,
      "بات": 762,
      "زر": 763,
      "طار": 764,
      "l3": 765,
      "خل": 766,
      "فهم": 767,
      "saw": 768,
      "bad": 769,
      "ekh": 770,
      "طلب": 771,
      "لّغ": 772,
      "بّر": 773,
      "3awn": 774,
      "علن": 775,
      "8r": 776,
      "tla": 777,
      "بين": 778,
      "دف": 779,
      "towwer": 780,
      "حسّ": 781,
      "خفّ": 782,
      "فح": 783,
      "لحّ": 784,
      "هّ": 785,
      "2ett": 786,
      "8er": 787,
      "bta": 788,
      "مف": 789,
      "وجّ": 790,
      "khat": 791,
      "ارض": 792,
      "8rr": 793,
      "fat": 794,
      "تء": 795,
      "حت": 796,
      "ور": 797,
      "arr": 798,
      "wr": 799,
      "منا": 800,
      "يتو": 801,
      "كاتش": 802,
      "غاتش": 803,
      "ابق": 804,
      "twe99": 805,
      "9edd": 806,
      "bl": 807,
      "day": 808,
      "fin": 809,
      "im": 810,
      "sat": 811,
      "غل": 812,
      "قر": 813,
      "قش": 814,
      "jme3": 815,
      "3alj": 816,
      "m2": 817,
      "خد": 818,
      "تحكّ": 819,
      "بره": 820,
      "هوم": 821,
      "حدّد": 822,
      "ختالف": 823,
      "mf": 824,
      "دار": 825,
      "مست": 826,
      "وّن": 827,
      "wwl": 828,
      "koww": 829,
      "نشر": 830,
      "توقّع": 831,
      "2o": 832,
      "3tar": 833,
      "al": 834,
      "il": 835,
      "nat": 836,
      "تلا": 837,
      "جه": 838,
      "taab": 839,
      "katn": 840,
      "ghatn": 841,
      "eddi": 842,
      "sif": 843,
      "ربح": 844,
      "3awen": 845,
      "rkk": 846,
      "sti": 847,
      "zem": 848,
      "بان": 849,
      "سبو": 850,
      "سمع": 851,
      "ضع": 852,
      "وضّ": 853,
      "ejjel": 854,
      "sbo": 855,
      "ته": 856,
      "سل": 857,
      "مء": 858,
      "ta7": 859,
      "emmen": 860,
      "dyy": 861,
      "sin": 862,
      "رين": 863,
      "طبّ": 864,
      "فس": 865,
      "errer": 866,
      "emmlo": 867,
      "وقف": 868,
      "blo": 869,
      "f7": 870,
      "ضيّ": 871,
      "ية": 872,
      "khll": 873,
      "لّم": 874,
      "تسا": 875,
      "b7": 876,
      "حات": 877,
      "كاين": 878,
      "مدّ": 879,
      "ghaa": 880,
      "9ch": 881,
      "bbi": 882,
      "dm": 883,
      "mel": 884,
      "ou": 885,
      "zr": 886,
      "حوّل": 887,
      "طلّ": 888,
      "tach": 889,
      "ddab": 890,
      "8b": 891,
      "bro": 892,
      "laa": 893,
      "ser": 894,
      "تقا": 895,
      "سك": 896,
      "قت": 897,
      "kay3": 898,
      "مشّ": 899,
      "تبع": 900,
      "خاط": 901,
      "9ll": 902,
      "tto": 903,
      "تمنّ": 904,
      "دوّ": 905,
      "قسم": 906,
      "khr": 907,
      "طوّرو": 908,
      "متات": 909,
      "id": 910,
      "sk": 911,
      "بغ": 912,
      "جاوب": 913,
      "داي": 914,
      "قة": 915,
      "نص": 916,
      "kemmel": 917,
      "lem": 918,
      "tel": 919,
      "قات": 920,
      "دّلو": 921,
      "يّر": 922,
      "جّلو": 923,
      "سّر": 924,
      "سيف": 925,
      "قدّم": 926,
      "قدّرو": 927,
      "e99e9": 928,
      "تحمّل": 929,
      "aw": 930,
      "حسب": 931,
      "درو": 932,
      "دفع": 933,
      "فل": 934,
      "khi": 935,
      "kan3": 936,
      "يّنو": 937,
      "tserr": 938,
      "ركّز": 939,
      "جم": 940,
      "t7emmel": 941,
      "تّا": 942,
      "3red": 943,
      "رجع": 944,
      "تعاون": 945,
      "y3": 946,
      "بعد": 947,
      "زم": 948,
      "نقّ": 949,
      "kayt": 950,
      "ghay3": 951,
      "ghan3": 952,
      "rrer": 953,
      "فرش": 954,
      "ffed": 955,
      "ffef": 956,
      "ڭلس": 957,
      "سين": 958,
      "طة": 959,
      "katb": 960,
      "ghatb": 961,
      "mo3": 962,
      "mtat": 963,
      "ڭابل": 964,
      "رتّب": 965,
      "bes": 966,
      "ich": 967,
      "ام": 968,
      "فين": 969,
      "كتا": 970,
      "ghl": 971,
      "mo7": 972,
      "eb3": 973,
      "kkel": 974,
      "chaw": 975,
      "l7": 976,
      "le7": 977,
      "tm": 978,
      "ws": 979,
      "بار": 980,
      "خار": 981,
      "هّل": 982,
      "دافع": 983,
      "نقل": 984,
      "3ta9": 985,
      "ghoww": 986,
      "8ez": 987,
      "dem": 988,
      "fh": 989,
      "i9": 990,
      "lmo": 991,
      "me3": 992,
      "عشر": 993,
      "قوّ": 994,
      "الل": 995,
      "ارّ": 996,
      "عالجو": 997,
      "حة": 998,
      "هد": 999,
      "يات": 1000,
      "tal": 1001,
      "خلّط": 1002,
      "ميّز": 1003,
      "mna": 1004,
      "ءكّ": 1005,
      "صوّ": 1006,
      "يب": 1007,
      "ddmo": 1008,
      "kayn": 1009,
      "dir": 1010,
      "jje3": 1011,
      "تارف": 1012,
      "mse7": 1013,
      "لبس": 1014,
      "ختابر": 1015,
      "nkhar": 1016,
      "eh": 1017,
      "kb": 1018,
      "kl": 1019,
      "keb": 1020,
      "tan": 1021,
      "سة": 1022,
      "وقّ": 1023,
      "يل": 1024,
      "sab": 1025,
      "ma3": 1026,
      "yya": 1027,
      "9aw": 1028,
      "غادر": 1029,
      "قاطع": 1030,
      "ker": 1031,
      "twa": 1032,
      "إب": 1033,
      "aya": 1034,
      "الن": 1035,
      "mou": 1036,
      "rab": 1037,
      "ستاغلّ": 1038,
      "طيّب": 1039,
      "8en": 1040,
      "9aa": 1041,
      "mst": 1042,
      "حين": 1043,
      "دب": 1044,
      "رة": 1045,
      "سدّ": 1046,
      "غلب": 1047,
      "الم": 1048,
      "mo2": 1049,
      "wwro": 1050,
      "yyed": 1051,
      "yyno": 1052,
      "مّنو": 1053,
      "ell9o": 1054,
      "جّعو": 1055,
      "7in": 1056,
      "ia": 1057,
      "kch": 1058,
      "mw": 1059,
      "rf": 1060,
      "sel": 1061,
      "tmn": 1062,
      "فات": 1063,
      "نيو": 1064,
      "هار": 1065,
      "وص": 1066,
      "ڭّ": 1067,
      "yyer": 1068,
      "تسلّ": 1069,
      "ستنتج": 1070,
      "n9el": 1071,
      "tjww": 1072,
      "سخّ": 1073,
      "8lo": 1074,
      "خبّ": 1075,
      "سبّ": 1076,
      "نز": 1077,
      "هرب": 1078,
      "كاتر": 1079,
      "3aan": 1080,
      "frch": 1081,
      "نخار": 1082,
      "ءتّر": 1083,
      "bar": 1084,
      "dna": 1085,
      "niw": 1086,
      "raaj": 1087,
      "حال": 1088,
      "خصّ": 1089,
      "سات": 1090,
      "غاتر": 1091,
      "دّاب": 1092,
      "wwi": 1093,
      "tbe3": 1094,
      "tdkhkh": 1095,
      "9in": 1096,
      "ib": 1097,
      "qa": 1098,
      "tz": 1099,
      "waa": 1100,
      "برو": 1101,
      "شط": 1102,
      "كيو": 1103,
      "لّي": 1104,
      "kay9": 1105,
      "kays": 1106,
      "mal": 1107,
      "منع": 1108,
      "jjel": 1109,
      "فّد": 1110,
      "عاود": 1111,
      "عبد": 1112,
      "خدّم": 1113,
      "mgh": 1114,
      "m3a": 1115,
      "tin": 1116,
      "ys": 1117,
      "قبط": 1118,
      "اين": 1119,
      "katst": 1120,
      "ghatst": 1121,
      "kans": 1122,
      "ghays": 1123,
      "ghans": 1124,
      "tsara": 1125,
      "miw": 1126,
      "t7ekk": 1127,
      "فضو": 1128,
      "فرڭع": 1129,
      "فتارض": 1130,
      "msa": 1131,
      "جمّ": 1132,
      "خرج": 1133,
      "سمح": 1134,
      "طال": 1135,
      "مغ": 1136,
      "وصّ": 1137,
      "ghiw": 1138,
      "taj": 1139,
      "mo3a": 1140,
      "موع": 1141,
      "naw": 1142,
      "lia": 1143,
      "daf": 1144,
      "كره": 1145,
      "7k": 1146,
      "jerr": 1147,
      "تأ": 1148,
      "سمو": 1149,
      "شد": 1150,
      "cher": 1151,
      "khtab": 1152,
      "تاح": 1153,
      "كايب": 1154,
      "كانب": 1155,
      "غايب": 1156,
      "stow3": 1157,
      "راجع": 1158,
      "dri": 1159,
      "kiw": 1160,
      "lna": 1161,
      "ne3": 1162,
      "wedd": 1163,
      "y9": 1164,
      "zel": 1165,
      "إح": 1166,
      "تم": 1167,
      "خّ": 1168,
      "فعو": 1169,
      "هضر": 1170,
      "chrin": 1171,
      "khs": 1172,
      "ddlo": 1173,
      "رّبو": 1174,
      "liw": 1175,
      "منو": 1176,
      "errek": 1177,
      "bddel": 1178,
      "غرق": 1179,
      "بادل": 1180,
      "del": 1181,
      "daaf": 1182,
      "far": 1183,
      "mla": 1184,
      "ych": 1185,
      "بطو": 1186,
      "خي": 1187,
      "خّل": 1188,
      "قرّ": 1189,
      "كس": 1190,
      "لع": 1191,
      "لفو": 1192,
      "مط": 1193,
      "ڭر": 1194,
      "انا": 1195,
      "ello": 1196,
      "لّا": 1197,
      "kaych": 1198,
      "kanch": 1199,
      "ghaych": 1200,
      "ghanch": 1201,
      "غانب": 1202,
      "تّر": 1203,
      "tleb": 1204,
      "3len": 1205,
      "aalj": 1206,
      "kmmel": 1207,
      "frg3": 1208,
      "2em": 1209,
      "smo": 1210,
      "wd": 1211,
      "قلم": 1212,
      "دّا": 1213,
      "kan9": 1214,
      "ghay9": 1215,
      "ghan9": 1216,
      "باط": 1217,
      "ضّم": 1218,
      "nta9": 1219,
      "دعم": 1220,
      "عشرين": 1221,
      "nin": 1222,
      "t9a": 1223,
      "حد": 1224,
      "مه": 1225,
      "يح": 1226,
      "khl": 1227,
      "mom": 1228,
      "مّر": 1229,
      "riw": 1230,
      "7al": 1231,
      "فضّل": 1232,
      "hom": 1233,
      "حكم": 1234,
      "bna": 1235,
      "jez": 1236,
      "mlo": 1237,
      "nb": 1238,
      "zlo": 1239,
      "حس": 1240,
      "dder": 1241,
      "اول": 1242,
      "اوبو": 1243,
      "3aar": 1244,
      "رّفو": 1245,
      "رّكو": 1246,
      "يّدو": 1247,
      "yydo": 1248,
      "dam": 1249,
      "تسعين": 1250,
      "مسحو": 1251,
      "تجوّج": 1252,
      "ms7o": 1253,
      "3awno": 1254,
      "فكّرو": 1255,
      "dowwer": 1256,
      "gabl": 1257,
      "غوّت": 1258,
      "miyyez": 1259,
      "twe99e3": 1260,
      "3ti": 1261,
      "bay": 1262,
      "tgh": 1263,
      "إل": 1264,
      "بس": 1265,
      "تطوّ": 1266,
      "دوّر": 1267,
      "شهر": 1268,
      "قين": 1269,
      "قبل": 1270,
      "مال": 1271,
      "يش": 1272,
      "يك": 1273,
      "دّدو": 1274,
      "ra2i": 1275,
      "تسارا": 1276,
      "towwro": 1277,
      "9edder": 1278,
      "ضيّع": 1279,
      "dya": 1280,
      "jr": 1281,
      "nf": 1282,
      "صي": 1283,
      "علا": 1284,
      "نتا": 1285,
      "ella": 1286,
      "lam": 1287,
      "يّا": 1288,
      "mas": 1289,
      "sser": 1290,
      "جمعو": 1291,
      "حاول": 1292,
      "هرّس": 1293,
      "برهن": 1294,
      "3t": 1295,
      "t8": 1296,
      "ئي": 1297,
      "زلو": 1298,
      "صحّ": 1299,
      "فش": 1300,
      "khell": 1301,
      "ghayr": 1302,
      "مسا": 1303,
      "صلح": 1304,
      "w9ef": 1305,
      "khtalef": 1306,
      "gu": 1307,
      "jer": 1308,
      "jm3": 1309,
      "lga": 1310,
      "mro": 1311,
      "rto": 1312,
      "عط": 1313,
      "عدو": 1314,
      "فة": 1315,
      "قتار": 1316,
      "متّ": 1317,
      "كاتك": 1318,
      "غاتك": 1319,
      "sa7": 1320,
      "sses": 1321,
      "ts3in": 1322,
      "khdm": 1323,
      "8mo": 1324,
      "bel": 1325,
      "on": 1326,
      "yan": 1327,
      "تقلّ": 1328,
      "حمّ": 1329,
      "خسّ": 1330,
      "دفّ": 1331,
      "مؤ": 1332,
      "نات": 1333,
      "ta9": 1334,
      "katk": 1335,
      "كاتست": 1336,
      "ghatk": 1337,
      "غاتست": 1338,
      "الح": 1339,
      "لّو": 1340,
      "دير": 1341,
      "ملك": 1342,
      "نشء": 1343,
      "حدّدو": 1344,
      "khdem": 1345,
      "عرضو": 1346,
      "3rdo": 1347,
      "شكّل": 1348,
      "bdaw": 1349,
      "3na": 1350,
      "fer": 1351,
      "gg": 1352,
      "lmi": 1353,
      "أمر": 1354,
      "تز": 1355,
      "حتار": 1356,
      "خطّ": 1357,
      "قتل": 1358,
      "التا": 1359,
      "arf": 1360,
      "اري": 1361,
      "9ol": 1362,
      "سّس": 1363,
      "سّع": 1364,
      "7owwel": 1365,
      "br8": 1366,
      "jaweb": 1367,
      "ستوعب": 1368,
      "ftard": 1369,
      "تفاعل": 1370,
      "nd": 1371,
      "nti": 1372,
      "rna": 1373,
      "أُ": 1374,
      "إش": 1375,
      "ملي": 1376,
      "وّي": 1377,
      "معا": 1378,
      "llem": 1379,
      "قول": 1380,
      "قولب": 1381,
      "e88": 1382,
      "jm3o": 1383,
      "حبس": 1384,
      "وڭف": 1385,
      "رد": 1386,
      "عتا": 1387,
      "فهمو": 1388,
      "قرا": 1389,
      "كاتو": 1390,
      "mos": 1391,
      "wwa": 1392,
      "kant": 1393,
      "mam": 1394,
      "dia": 1395,
      "ليا": 1396,
      "rreb": 1397,
      "ncher": 1398,
      "ejje3": 1399,
      "تحكّم": 1400,
      "وضّح": 1401,
      "3an": 1402,
      "bt": 1403,
      "sba": 1404,
      "جغ": 1405,
      "قص": 1406,
      "مأ": 1407,
      "موّل": 1408,
      "taar": 1409,
      "katw": 1410,
      "ghatw": 1411,
      "elleb": 1412,
      "fa3": 1413,
      "mne3": 1414,
      "فرض": 1415,
      "كون": 1416,
      "nche2": 1417,
      "قلّب": 1418,
      "eso": 1419,
      "msta": 1420,
      "zn": 1421,
      "إس": 1422,
      "تمشّ": 1423,
      "انو": 1424,
      "ddm": 1425,
      "moww": 1426,
      "وّلي": 1427,
      "ghayt": 1428,
      "ghant": 1429,
      "ebb": 1430,
      "رية": 1431,
      "ellef": 1432,
      "ديال": 1433,
      "تاقد": 1434,
      "تحمّلو": 1435,
      "توقّعو": 1436,
      "rtteb": 1437,
      "2etter": 1438,
      "3aa": 1439,
      "rtab": 1440,
      "yn": 1441,
      "قار": 1442,
      "كم": 1443,
      "ملا": 1444,
      "هبط": 1445,
      "كاتص": 1446,
      "غاتص": 1447,
      "لّفو": 1448,
      "كايش": 1449,
      "كانش": 1450,
      "غانش": 1451,
      "غايش": 1452,
      "ريو": 1453,
      "ssi": 1454,
      "لاص": 1455,
      "llf": 1456,
      "e22": 1457,
      "7r": 1458,
      "8ar": 1459,
      "fch": 1460,
      "fro": 1461,
      "zat": 1462,
      "تخلّ": 1463,
      "خبر": 1464,
      "ddedo": 1465,
      "وّجو": 1466,
      "wwed": 1467,
      "غاين": 1468,
      "ارف": 1469,
      "tts": 1470,
      "ria": 1471,
      "kklo": 1472,
      "abdel": 1473,
      "تجا": 1474,
      "ffdo": 1475,
      "bbeb": 1476,
      "حدّر": 1477,
      "ختارو": 1478,
      "sle7": 1479,
      "ntej": 1480,
      "وقع": 1481,
      "3aljo": 1482,
      "dfe3": 1483,
      "طلبو": 1484,
      "d3em": 1485,
      "ءتّرو": 1486,
      "fkker": 1487,
      "متاتل": 1488,
      "نخارط": 1489,
      "2tt": 1490,
      "3ef": 1491,
      "9ti": 1492,
      "bla": 1493,
      "bll": 1494,
      "f8em": 1495,
      "gb": 1496,
      "lay": 1497,
      "sar": 1498,
      "ur": 1499,
      "أسا": 1500,
      "جة": 1501,
      "جين": 1502,
      "دري": 1503,
      "ستي": 1504,
      "ضبط": 1505,
      "ڭب": 1506,
      "khffef": 1507,
      "غاتو": 1508,
      "الا": 1509,
      "wwej": 1510,
      "ارتا": 1511,
      "na9": 1512,
      "معو": 1513,
      "steb3": 1514,
      "rref": 1515,
      "برز": 1516,
      "قيا": 1517,
      "wia": 1518,
      "tkhell": 1519,
      "saad": 1520,
      "ellelo": 1521,
      "فاجر": 1522,
      "لاحض": 1523,
      "رتابط": 1524,
      "derr": 1525,
      "ffa": 1526,
      "kar": 1527,
      "kem": 1528,
      "lto": 1529,
      "par": 1530,
      "rch": 1531,
      "slo": 1532,
      "zin": 1533,
      "تصو": 1534,
      "جسّ": 1535,
      "زين": 1536,
      "سجّل": 1537,
      "فزّ": 1538,
      "قنع": 1539,
      "مپ": 1540,
      "khar": 1541,
      "كايح": 1542,
      "tt7": 1543,
      "بّت": 1544,
      "sog": 1545,
      "jj3o": 1546,
      "9olb": 1547,
      "تحرّك": 1548,
      "تعوّ": 1549,
      "سامح": 1550,
      "فضّ": 1551,
      "ستال": 1552,
      "ejjlo": 1553,
      "نقد": 1554,
      "شوف": 1555,
      "7t": 1556,
      "799e9": 1557,
      "9ay": 1558,
      "9na": 1559,
      "nni": 1560,
      "zen": 1561,
      "تقدّ": 1562,
      "خسخ": 1563,
      "زرب": 1564,
      "سمي": 1565,
      "طرا": 1566,
      "كرو": 1567,
      "ّر": 1568,
      "انيو": 1569,
      "erv": 1570,
      "kann": 1571,
      "كانح": 1572,
      "ghayn": 1573,
      "ghann": 1574,
      "غانح": 1575,
      "غايح": 1576,
      "لوكي": 1577,
      "lah": 1578,
      "raj": 1579,
      "raw": 1580,
      "stent": 1581,
      "زيد": 1582,
      "تنفّ": 1583,
      "ghader": 1584,
      "ania": 1585,
      "gadd": 1586,
      "9dder": 1587,
      "fajer": 1588,
      "9aate3": 1589,
      "الله": 1590,
      "7taf": 1591,
      "bso": 1592,
      "bni": 1593,
      "lf": 1594,
      "sbi": 1595,
      "wiw": 1596,
      "إر": 1597,
      "بري": 1598,
      "نف": 1599,
      "enz": 1600,
      "yyd": 1601,
      "ريب": 1602,
      "تعا": 1603,
      "tb3o": 1604,
      "كاتّس": 1605,
      "غاتّس": 1606,
      "n9lo": 1607,
      "ستاب": 1608,
      "tlbo": 1609,
      "ختالفو": 1610,
      "جرّو": 1611,
      "جرّبو": 1612,
      "علنو": 1613,
      "tchab": 1614,
      "khdmo": 1615,
      "3lno": 1616,
      "khtaro": 1617,
      "bddlo": 1618,
      "عند": 1619,
      "عندو": 1620,
      "ڭادّ": 1621,
      "kmmlo": 1622,
      "7edded": 1623,
      "berrer": 1624,
      "ik": 1625,
      "jem": 1626,
      "mmi": 1627,
      "درّب": 1628,
      "عارض": 1629,
      "كن": 1630,
      "مكّ": 1631,
      "هج": 1632,
      "mota": 1633,
      "lou": 1634,
      "رّي": 1635,
      "sala": 1636,
      "maw": 1637,
      "maar": 1638,
      "bou": 1639,
      "bal": 1640,
      "eff": 1641,
      "عيا": 1642,
      "ربط": 1643,
      "mme3": 1644,
      "ezerv": 1645,
      "zid": 1646,
      "ttaab": 1647,
      "chof": 1648,
      "aaf9": 1649,
      "زعج": 1650,
      "تدخّل": 1651,
      "wgg": 1652,
      "حقّق": 1653,
      "rje3": 1654,
      "زرڤ": 1655,
      "arrar": 1656,
      "ddabz": 1657,
      "سيفط": 1658,
      "8enn": 1659,
      "2aa": 1660,
      "3do": 1661,
      "3chrin": 1662,
      "fra": 1663,
      "ls": 1664,
      "l3a": 1665,
      "mtt": 1666,
      "pri": 1667,
      "بن": 1668,
      "تبادل": 1669,
      "جح": 1670,
      "داب": 1671,
      "زاي": 1672,
      "صح": 1673,
      "صلو": 1674,
      "لقا": 1675,
      "ماو": 1676,
      "chch": 1677,
      "ddro": 1678,
      "الات": 1679,
      "sam": 1680,
      "يّات": 1681,
      "sso": 1682,
      "dikl": 1683,
      "baar": 1684,
      "تسخسخ": 1685,
      "ديكل": 1686,
      "bir": 1687,
      "ابه": 1688,
      "ja8": 1689,
      "fia": 1690,
      "9iyy": 1691,
      "bbr": 1692,
      "درد": 1693,
      "ttaf": 1694,
      "e8l": 1695,
      "ضاع": 1696,
      "طلق": 1697,
      "t2e9": 1698,
      "طارد": 1699,
      "خصّص": 1700,
      "2ejjel": 1701,
      "8m": 1702,
      "bto": 1703,
      "bghi": 1704,
      "ikh": 1705,
      "zay": 1706,
      "تمن": 1707,
      "خمس": 1708,
      "دق": 1709,
      "زة": 1710,
      "ضرو": 1711,
      "طاب": 1712,
      "مم": 1713,
      "مرو": 1714,
      "ند": 1715,
      "ّف": 1716,
      "ati": 1717,
      "لّقو": 1718,
      "wwt": 1719,
      "tir": 1720,
      "موا": 1721,
      "3aard": 1722,
      "ra9": 1723,
      "yyat": 1724,
      "e3l": 1725,
      "tst": 1726,
      "بّو": 1727,
      "wad": 1728,
      "tar7": 1729,
      "stab": 1730,
      "kon": 1731,
      "t3ll": 1732,
      "nchr": 1733,
      "tdaa": 1734,
      "towwe9": 1735,
      "la7d": 1736,
      "8reb": 1737,
      "فحص": 1738,
      "خدمو": 1739,
      "طبّق": 1740,
      "سكن": 1741,
      "9r": 1742,
      "9t": 1743,
      "9ar": 1744,
      "jaa": 1745,
      "kro": 1746,
      "n3o": 1747,
      "ءّ": 1748,
      "بتا": 1749,
      "تغ": 1750,
      "تمر": 1751,
      "تكر": 1752,
      "قاي": 1753,
      "لص": 1754,
      "متي": 1755,
      "ميو": 1756,
      "نسا": 1757,
      "taa": 1758,
      "wwli": 1759,
      "كايس": 1760,
      "توفّ": 1761,
      "رّرو": 1762,
      "لاء": 1763,
      "9al": 1764,
      "9aar": 1765,
      "ستبعد": 1766,
      "t7mm": 1767,
      "t7emmlo": 1768,
      "3iyyen": 1769,
      "sta7": 1770,
      "fi9": 1771,
      "تجنّ": 1772,
      "tbat": 1773,
      "نّڭ": 1774,
      "bber": 1775,
      "e2n": 1776,
      "شارك": 1777,
      "حلّو": 1778,
      "ركّزو": 1779,
      "khtalf": 1780,
      "staghell": 1781,
      "3jeb": 1782,
      "khrej": 1783,
      "2kk": 1784,
      "88el": 1785,
      "bri": 1786,
      "ndo": 1787,
      "san": 1788,
      "wat": 1789,
      "حن": 1790,
      "رجّع": 1791,
      "زات": 1792,
      "شفو": 1793,
      "طابق": 1794,
      "عان": 1795,
      "قف": 1796,
      "كري": 1797,
      "لاي": 1798,
      "mona": 1799,
      "em2": 1800,
      "loww": 1801,
      "mad": 1802,
      "raf": 1803,
      "راإ": 1804,
      "تسلّق": 1805,
      "t7kk": 1806,
      "staf": 1807,
      "stal": 1808,
      "mtedd": 1809,
      "tw99": 1810,
      "ستافزّ": 1811,
      "3awed": 1812,
      "متدّ": 1813,
      "tre22": 1814,
      "قلّل": 1815,
      "khaat": 1816,
      "brz": 1817,
      "زامن": 1818,
      "zzez": 1819,
      "z3ej": 1820,
      "تطلّ": 1821,
      "8bet": 1822,
      "tjwwj": 1823,
      "سخّن": 1824,
      "3la": 1825,
      "dmo": 1826,
      "jar": 1827,
      "kes": 1828,
      "l9a": 1829,
      "tyy": 1830,
      "tri": 1831,
      "yr": 1832,
      "ykh": 1833,
      "جر": 1834,
      "جات": 1835,
      "حتي": 1836,
      "زمو": 1837,
      "عت": 1838,
      "غيو": 1839,
      "غير": 1840,
      "قلي": 1841,
      "قطّ": 1842,
      "كبو": 1843,
      "موّ": 1844,
      "مري": 1845,
      "مصّ": 1846,
      "نعو": 1847,
      "هنّ": 1848,
      "وصل": 1849,
      "att": 1850,
      "khay": 1851,
      "ini": 1852,
      "mo7a": 1853,
      "kaykh": 1854,
      "kankh": 1855,
      "كانس": 1856,
      "ghaykh": 1857,
      "ghankh": 1858,
      "غانس": 1859,
      "غايس": 1860,
      "sal": 1861,
      "يّرو": 1862,
      "edda": 1863,
      "tsen": 1864,
      "lle9": 1865,
      "waj": 1866,
      "was": 1867,
      "waw": 1868,
      "9od": 1869,
      "mni": 1870,
      "تحا": 1871,
      "stam": 1872,
      "مشي": 1873,
      "khaf": 1874,
      "tnff": 1875,
      "fkkro": 1876,
      "وجّه": 1877,
      "kowwen": 1878,
      "ghowwet": 1879,
      "hi": 1880,
      "maa": 1881,
      "medd": 1882,
      "mech": 1883,
      "sri": 1884,
      "smi": 1885,
      "zmo": 1886,
      "zda": 1887,
      "أس": 1888,
      "باين": 1889,
      "جبو": 1890,
      "جفّ": 1891,
      "صف": 1892,
      "ضات": 1893,
      "طات": 1894,
      "عجب": 1895,
      "غطّ": 1896,
      "فقو": 1897,
      "كلي": 1898,
      "مرا": 1899,
      "هرو": 1900,
      "پارتا": 1901,
      "انة": 1902,
      "كاتخ": 1903,
      "غاتخ": 1904,
      "elli": 1905,
      "mowwel": 1906,
      "to99": 1907,
      "tiyy": 1908,
      "nach": 1909,
      "rou": 1910,
      "ttww": 1911,
      "مّا": 1912,
      "edder": 1913,
      "did": 1914,
      "kka": 1915,
      "9as": 1916,
      "ديد": 1917,
      "bia": 1918,
      "t7rr": 1919,
      "fid": 1920,
      "فيا": 1921,
      "فيق": 1922,
      "fred": 1923,
      "طوّق": 1924,
      "نّاو": 1925,
      "ضوبل": 1926,
      "كمّلي": 1927,
      "عاونو": 1928,
      "تشط": 1929,
      "sme3": 1930,
      "تخيّ": 1931,
      "mlek": 1932,
      "2amer": 1933,
      "tfkk": 1934,
      "khkhen": 1935,
      "ghre9": 1936,
      "tsowwer": 1937,
      "tfa3": 1938,
      "f7es": 1939,
      "zreb": 1940,
      "mtatel": 1941,
      "ghleb": 1942,
      "8ezz": 1943,
      "2e9": 1944,
      "7ess": 1945,
      "8ro": 1946,
      "dto": 1947,
      "gr": 1948,
      "jzo": 1949,
      "kta": 1950,
      "kbo": 1951,
      "mri": 1952,
      "m3o": 1953,
      "zno": 1954,
      "جزو": 1955,
      "زنو": 1956,
      "شدو": 1957,
      "ضرّ": 1958,
      "قاب": 1959,
      "كت": 1960,
      "ماي": 1961,
      "هلو": 1962,
      "katj": 1963,
      "ghatj": 1964,
      "mokh": 1965,
      "وّنو": 1966,
      "wwdo": 1967,
      "emmno": 1968,
      "رّج": 1969,
      "tt3": 1970,
      "yyro": 1971,
      "rib": 1972,
      "llfo": 1973,
      "تستا": 1974,
      "بّرو": 1975,
      "sou": 1976,
      "jjlo": 1977,
      "دافعو": 1978,
      "تارفو": 1979,
      "فاعل": 1980,
      "errko": 1981,
      "نّي": 1982,
      "tabr": 1983,
      "bbro": 1984,
      "jib": 1985,
      "tdff": 1986,
      "جيب": 1987,
      "mchi": 1988,
      "rb7": 1989,
      "rbe7": 1990,
      "نقلو": 1991,
      "صلحو": 1992,
      "غادرو": 1993,
      "dowwro": 1994,
      "طيّبو": 1995,
      "jawb": 1996,
      "jawbo": 1997,
      "منّا": 1998,
      "ميّزو": 1999,
      "ڭابلو": 2000,
      "aaljo": 2001,
      "راجعو": 2002,
      "فرڭعو": 2003,
      "gablo": 2004,
      "frg3o": 2005,
      "هزّو": 2006,
      "غوّتو": 2007,
      "miyyzo": 2008,
      "تضمّن": 2009,
      "هّلو": 2010,
      "3tarf": 2011,
      "sift": 2012,
      "مپري": 2013,
      "e3lel": 2014,
      "2ess": 2015,
      "2ekk": 2016,
      "fekk": 2017,
      "jin": 2018,
      "kel": 2019,
      "tay": 2020,
      "عزّ": 2021,
      "غمّ": 2022,
      "فاي": 2023,
      "لح": 2024,
      "لڭ": 2025,
      "وي": 2026,
      "ڭد": 2027,
      "ghmm": 2028,
      "chaa": 2029,
      "تابر": 2030,
      "mol": 2031,
      "mosta": 2032,
      "لّمو": 2033,
      "kayr": 2034,
      "كاير": 2035,
      "sali": 2036,
      "راب": 2037,
      "tskhs": 2038,
      "mil": 2039,
      "كّل": 2040,
      "بّي": 2041,
      "rrfo": 2042,
      "مستا": 2043,
      "n9ed": 2044,
      "twess": 2045,
      "twett": 2046,
      "t3e88": 2047,
      "tkhyy": 2048,
      "شرح": 2049,
      "tchbb": 2050,
      "tjnn": 2051,
      "drd": 2052,
      "w9f": 2053,
      "gls": 2054,
      "gles": 2055,
      "menna": 2056,
      "lliw": 2057,
      "chark": 2058,
      "jrreb": 2059,
      "kre8": 2060,
      "wgf": 2061,
      "حتافض": 2062,
      "tbbe9": 2063,
      "لّغو": 2064,
      "خفّف": 2065,
      "مناسب": 2066,
      "تساء": 2067,
      "fhem": 2068,
      "tsara7": 2069,
      "t7ekkem": 2070,
      "7tar": 2071,
      "nk": 2072,
      "rri": 2073,
      "t3a": 2074,
      "wer": 2075,
      "بلو": 2076,
      "برّر": 2077,
      "جيو": 2078,
      "دمّ": 2079,
      "ضرب": 2080,
      "علو": 2081,
      "عيّ": 2082,
      "فاو": 2083,
      "كرا": 2084,
      "كسو": 2085,
      "كسب": 2086,
      "ملو": 2087,
      "مدّو": 2088,
      "همي": 2089,
      "dou": 2090,
      "mach": 2091,
      "rad": 2092,
      "دوقّ": 2093,
      "ميا": 2094,
      "قود": 2095,
      "تارض": 2096,
      "بير": 2097,
      "sia": 2098,
      "سيا": 2099,
      "9ia": 2100,
      "tle9": 2101,
      "واجه": 2102,
      "towwel": 2103,
      "tcht": 2104,
      "حّب": 2105,
      "تصرّف": 2106,
      "مجمو": 2107,
      "9ddem": 2108,
      "فاجأ": 2109,
      "7awl": 2110,
      "تمنّا": 2111,
      "3ar": 2112,
      "7aa": 2113,
      "bgha": 2114,
      "co": 2115,
      "if": 2116,
      "jb": 2117,
      "lta7": 2118,
      "mg": 2119,
      "mkk": 2120,
      "mdoww": 2121,
      "nr": 2122,
      "sli": 2123,
      "أمن": 2124,
      "تفكّر": 2125,
      "جل": 2126,
      "حرّك": 2127,
      "خير": 2128,
      "دمو": 2129,
      "دكّ": 2130,
      "زدا": 2131,
      "صمّ": 2132,
      "صاوب": 2133,
      "ضمن": 2134,
      "طين": 2135,
      "عتارف": 2136,
      "كرّ": 2137,
      "كوّن": 2138,
      "نر": 2139,
      "ول": 2140,
      "ون": 2141,
      "وّرو": 2142,
      "kanr": 2143,
      "ghanr": 2144,
      "غاير": 2145,
      "مونا": 2146,
      "اور": 2147,
      "do9": 2148,
      "رّا": 2149,
      "lab": 2150,
      "ناق": 2151,
      "tselle9": 2152,
      "bas": 2153,
      "منعو": 2154,
      "wah": 2155,
      "mn3o": 2156,
      "تحت": 2157,
      "7owwlo": 2158,
      "فّدو": 2159,
      "طوي": 2160,
      "3awd": 2161,
      "yaw": 2162,
      "zido": 2163,
      "خلّطو": 2164,
      "nchro": 2165,
      "nch2o": 2166,
      "ترج": 2167,
      "زيدو": 2168,
      "ttasel": 2169,
      "خافض": 2170,
      "choww": 2171,
      "شاف": 2172,
      "طاش": 2173,
      "sebb": 2174,
      "df3o": 2175,
      "ntakh": 2176,
      "stowr": 2177,
      "bano": 2178,
      "دعمو": 2179,
      "d3mo": 2180,
      "dbet": 2181,
      "صبّو": 2182,
      "7awel": 2183,
      "ftardo": 2184,
      "فتارضو": 2185,
      "دفعو": 2186,
      "لحّو": 2187,
      "2ettro": 2188,
      "مفرو": 2189,
      "rkkez": 2190,
      "dyye3": 2191,
      "دوّرو": 2192,
      "tserref": 2193,
      "kchef": 2194,
      "rfed": 2195,
      "tdkhkhel": 2196,
      "3to": 2197,
      "akh": 2198,
      "m8": 2199,
      "mti": 2200,
      "nw": 2201,
      "بة": 2202,
      "حش": 2203,
      "حل": 2204,
      "خسر": 2205,
      "دخل": 2206,
      "فرو": 2207,
      "فري": 2208,
      "كة": 2209,
      "لت": 2210,
      "لعب": 2211,
      "همّ": 2212,
      "هدّد": 2213,
      "ڭي": 2214,
      "انيا": 2215,
      "chta": 2216,
      "ta9a": 2217,
      "mon": 2218,
      "wwiw": 2219,
      "كانر": 2220,
      "غانر": 2221,
      "ttb": 2222,
      "tter": 2223,
      "daw": 2224,
      "دود": 2225,
      "bab": 2226,
      "bi3": 2227,
      "ستل": 2228,
      "t7o": 2229,
      "قّق": 2230,
      "قاس": 2231,
      "kom": 2232,
      "emmli": 2233,
      "ساهم": 2234,
      "مشيو": 2235,
      "ستاهل": 2236,
      "kal": 2237,
      "واحد": 2238,
      "e8mo": 2239,
      "sme7": 2240,
      "8am": 2241,
      "ntjo": 2242,
      "حقّقو": 2243,
      "تواجه": 2244,
      "rttbo": 2245,
      "rkkzo": 2246,
      "فرشخ": 2247,
      "wedde7": 2248,
      "قتارح": 2249,
      "2emmen": 2250,
      "9to": 2251,
      "dkk": 2252,
      "derreb": 2253,
      "jat": 2254,
      "بت": 2255,
      "بدّل": 2256,
      "تباط": 2257,
      "حبّ": 2258,
      "ضحك": 2259,
      "غض": 2260,
      "قبو": 2261,
      "قهو": 2262,
      "لتاح": 2263,
      "ڭلو": 2264,
      "الج": 2265,
      "وّض": 2266,
      "tou": 2267,
      "ارات": 2268,
      "اوي": 2269,
      "dor": 2270,
      "رّع": 2271,
      "tteb": 2272,
      "ed3i": 2273,
      "ra7": 2274,
      "رافق": 2275,
      "كّا": 2276,
      "ستنز": 2277,
      "تعهّ": 2278,
      "بيا": 2279,
      "فّز": 2280,
      "ملة": 2281,
      "t98": 2282,
      "وازن": 2283,
      "tdemmen": 2284,
      "rbet": 2285,
      "lbs": 2286,
      "lbes": 2287,
      "eddedi": 2288,
      "3ln": 2289,
      "9bt": 2290,
      "رجعو": 2291,
      "تصوّر": 2292,
      "تاقل": 2293,
      "مكن": 2294,
      "jrrb": 2295,
      "تناقش": 2296,
      "naach": 2297,
      "sawb": 2298,
      "impri": 2299,
      "طلّع": 2300,
      "stow3eb": 2301,
      "تحاطّ": 2302,
      "7na": 2303,
      "eg": 2304,
      "har": 2305,
      "kt": 2306,
      "kmo": 2307,
      "mdo": 2308,
      "sro": 2309,
      "war": 2310,
      "w99": 2311,
      "zaa": 2312,
      "ءجّل": 2313,
      "جاب": 2314,
      "جاوبو": 2315,
      "سوّل": 2316,
      "صلي": 2317,
      "صوّر": 2318,
      "طري": 2319,
      "طمء": 2320,
      "قري": 2321,
      "قسّ": 2322,
      "كشف": 2323,
      "هلا": 2324,
      "وزّ": 2325,
      "ڭيّد": 2326,
      "دّر": 2327,
      "اليو": 2328,
      "ارة": 2329,
      "dab": 2330,
      "لاق": 2331,
      "لام": 2332,
      "sogo": 2333,
      "jja": 2334,
      "دامج": 2335,
      "ماس": 2336,
      "بيع": 2337,
      "3ia": 2338,
      "emmem": 2339,
      "nia": 2340,
      "ستاحقّ": 2341,
      "trj": 2342,
      "خلّي": 2343,
      "نشأ": 2344,
      "تبعو": 2345,
      "sl7o": 2346,
      "8aar": 2347,
      "عبرو": 2348,
      "مقبو": 2349,
      "nng": 2350,
      "9ddro": 2351,
      "hou": 2352,
      "خدّمو": 2353,
      "fkkr": 2354,
      "شكّلو": 2355,
      "رتّبو": 2356,
      "رفضو": 2357,
      "شدّدو": 2358,
      "twe993o": 2359,
      "تحكّمو": 2360,
      "bloki": 2361,
      "ءكّد": 2362,
      "twaj": 2363,
      "حساب": 2364,
      "ڭبض": 2365,
      "2e8": 2366,
      "7an": 2367,
      "9an": 2368,
      "bbo": 2369,
      "deb": 2370,
      "dra": 2371,
      "fay": 2372,
      "fddel": 2373,
      "ij": 2374,
      "kin": 2375,
      "llo": 2376,
      "sed": 2377,
      "th": 2378,
      "بزّ": 2379,
      "جهو": 2380,
      "حكّ": 2381,
      "خب": 2382,
      "صيّد": 2383,
      "علّق": 2384,
      "غرب": 2385,
      "غبر": 2386,
      "كلو": 2387,
      "مدّد": 2388,
      "همل": 2389,
      "ّا": 2390,
      "تامل": 2391,
      "المي": 2392,
      "mod": 2393,
      "وّيو": 2394,
      "توتّر": 2395,
      "lom": 2396,
      "ناس": 2397,
      "ناسب": 2398,
      "ريف": 2399,
      "tsta": 2400,
      "لاقي": 2401,
      "تسلّف": 2402,
      "تسنّا": 2403,
      "دية": 2404,
      "mnna": 2405,
      "تعلّق": 2406,
      "محلو": 2407,
      "tb3": 2408,
      "سيطر": 2409,
      "كوم": 2410,
      "فضح": 2411,
      "نشط": 2412,
      "واس": 2413,
      "يرة": 2414,
      "تشابه": 2415,
      "عرف": 2416,
      "9bet": 2417,
      "نسخ": 2418,
      "وقفو": 2419,
      "w9fo": 2420,
      "مارس": 2421,
      "khsses": 2422,
      "حتجّ": 2423,
      "le77": 2424,
      "ارّار": 2425,
      "وصف": 2426,
      "تساراح": 2427,
      "تعوّد": 2428,
      "7da": 2429,
      "8dded": 2430,
      "km": 2431,
      "lkh": 2432,
      "lghi": 2433,
      "mli": 2434,
      "mss": 2435,
      "sbb": 2436,
      "tani": 2437,
      "wsl": 2438,
      "yb": 2439,
      "zar": 2440,
      "zzi": 2441,
      "ءمّن": 2442,
      "بال": 2443,
      "تاي": 2444,
      "حدا": 2445,
      "ديو": 2446,
      "شم": 2447,
      "صدر": 2448,
      "صبغ": 2449,
      "علي": 2450,
      "غسل": 2451,
      "دّلي": 2452,
      "kayk": 2453,
      "nas": 2454,
      "ttl": 2455,
      "ttekk": 2456,
      "ssro": 2457,
      "tsnna": 2458,
      "كّد": 2459,
      "عود": 2460,
      "دياول": 2461,
      "ستخرج": 2462,
      "stel": 2463,
      "جّلي": 2464,
      "tarf": 2465,
      "دام": 2466,
      "باس": 2467,
      "mtlo": 2468,
      "t9dda": 2469,
      "ترين": 2470,
      "tkhella": 2471,
      "ختاري": 2472,
      "قلّع": 2473,
      "rbto": 2474,
      "هام": 2475,
      "غامر": 2476,
      "w93": 2477,
      "تابه": 2478,
      "tafd": 2479,
      "تدفّ": 2480,
      "صرط": 2481,
      "حطّو": 2482,
      "9eddro": 2483,
      "قشّر": 2484,
      "سمعو": 2485,
      "تمنّاو": 2486,
      "بغيو": 2487,
      "طالب": 2488,
      "مطلو": 2489,
      "فشل": 2490,
      "متّل": 2491,
      "طراسّ": 2492,
      "8aa": 2493,
      "9sm": 2494,
      "de3": 2495,
      "est": 2496,
      "j7": 2497,
      "n8": 2498,
      "nay": 2499,
      "raa": 2500,
      "tra": 2501,
      "tejj": 2502,
      "wo": 2503,
      "wdd": 2504,
      "waaj": 2505,
      "ءمّ": 2506,
      "تطوّر": 2507,
      "حفر": 2508,
      "خضر": 2509,
      "زڭل": 2510,
      "سري": 2511,
      "شّ": 2512,
      "شدّد": 2513,
      "عبو": 2514,
      "عضّ": 2515,
      "قال": 2516,
      "كتب": 2517,
      "نين": 2518,
      "وج": 2519,
      "ڭدّ": 2520,
      "katgh": 2521,
      "ghatgh": 2522,
      "mora": 2523,
      "wwr": 2524,
      "dod": 2525,
      "3ad": 2526,
      "ناش": 2527,
      "saf": 2528,
      "lil": 2529,
      "ram": 2530,
      "راقب": 2531,
      "ba3": 2532,
      "تسمع": 2533,
      "ديا": 2534,
      "ستهل": 2535,
      "ستخدم": 2536,
      "stes": 2537,
      "stet": 2538,
      "st9b": 2539,
      "stenz": 2540,
      "ste8l": 2541,
      "rrk": 2542,
      "تعلّم": 2543,
      "jab": 2544,
      "jah": 2545,
      "تجوّجو": 2546,
      "tbnna": 2547,
      "قدّمو": 2548,
      "twffa": 2549,
      "ستاغل": 2550,
      "خلّصو": 2551,
      "نشرو": 2552,
      "حافض": 2553,
      "ترجم": 2554,
      "خاطر": 2555,
      "حّد": 2556,
      "chofo": 2557,
      "شوفو": 2558,
      "m9bo": 2559,
      "dffa": 2560,
      "زعم": 2561,
      "ستورد": 2562,
      "rj3o": 2563,
      "وضّحو": 2564,
      "kemmelo": 2565,
      "صوّت": 2566,
      "raaj3": 2567,
      "daaf3": 2568,
      "برزط": 2569,
      "جسّد": 2570,
      "تعامل": 2571,
      "ستابق": 2572,
      "تجنّب": 2573,
      "موناسي": 2574,
      "3en": 2575,
      "7ar": 2576,
      "7eyy": 2577,
      "glo": 2578,
      "kri": 2579,
      "sef": 2580,
      "tlo": 2581,
      "tll": 2582,
      "te7": 2583,
      "tbad": 2584,
      "way": 2585,
      "yk": 2586,
      "yar": 2587,
      "zza": 2588,
      "اف": 2589,
      "بلّغ": 2590,
      "تخلّص": 2591,
      "تزامن": 2592,
      "حبو": 2593,
      "حلم": 2594,
      "خاي": 2595,
      "ردّ": 2596,
      "سكّ": 2597,
